/* Popover option */
"Blank Screen" = "Blank Screen";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* Server list section title */
"Custom Connections" = "Custom Connections";

/* Displayed when no customized server is available */
"Customize server config instruction" = "In case your computer does not appear in the section above, manually add a computer with its IP address. ";

/* Server list section title */
"Detected Connections" = "Detected Connections";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Failed to reach your computer";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Invalid IP Address";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Invalid IP Address Msg";

/* EditableTableViewCell placeholder */
"IP Address" = "IP Address";

/* Popover title */
"More" = "More";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Name (optional)";

/* OK Button on Alert view */
"OK" = "OK";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Please consider restart LibreOffice Impress on your computer.";

/* Popover option */
"Restart" = "Restart";

/* Popover option */
"Resume from blank Screen" = "Resume from blank Screen";

/* No comment provided by engineer. */
"Resume from blank screen" = "Resume from blank screen";

/* Sidebar section header */
"Slides" = "Slides";

/* No comment provided by engineer. */
"Start Presentation" = "Start Presentation";

/* Popover option */
"Stop Presentation" = "Stop Presentation";

/* Sidebar section header */
"Stop Watch" = "Stopwatch";

/* Back button to the connect page on navbar */
"Connect" = "Connect";

/* Connection Lost Alert title */
"Connection Lost" = "Connection Lost";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Oops, connection lost...Please try to reconnect to your computer. ";

/* Connection failure title */
"Failed to reach server" = "Failed to reach server";

/* Connection failure message */
"Failed to reach server Msg" = "Please verify your IP address and make sure that LibreOffice Impress is running with impress remote feature enabled.";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"OK" = "OK";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Pairing Instructions";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Launch your LibreOffice Impress on your Computer\n\n2. Enable Preferences - LibreOffice Impress - General - Enable remote control\n\n3. Make sure your Computer and your device are connected to the same WiFi network\n\n4. Enter your Computer's IP address manually if it isn't detected\n\n5. Connect and Enjoy!\n\n";

/* New Server navBar Title */
"New Server" = "New Server";

/* Touch pointer option */
"Touch pointer" = "Touch pointer";

/* Touch pointer option */
"Touch pointer" = "Touch pointer";

/* Timer option */
"Timer auto-start" = "Timer auto-start";

/* Searching label when looking for Impress on the network */
"Searching" = "Searching";